Repository: HaShiRaMaReiZo/ok_deli
Catalog: ok_delivery/lib/l10n/app_*.arb
Languages: my

# appTitle
source: OK Delivery - Merchant
my: OK Delivery - ကုန်သည်ဆိုင်ရာ

source: Home
my: ပင်မစာမျက်နှာ

source: Draft
my: မူကြမ်း

source: Track
my: ခြေရာခံ

source: Profile
my: ကိုယ်ရေးအချက်အလက်

source: Login
my: ဝင်ရောက်ရန်

source: Email
my: အီးမေးလ်

source: Password
my: စကားဝှက်

# enterEmail
source: Enter your email
my: သင့်အီးမေးလ်ကို ထည့်သွင်းပါ

# enterPassword
source: Enter your password
my: သင့်စကားဝှက်ကို ထည့်သွင်းပါ

# loginError
source: Login failed. Please check your credentials.
my: ဝင်ရောက်မှု မအောင်မြင်ပါ။ သင့်အထောက်အထားများကို စစ်ဆေးပါ။

source: Registered
my: မှတ်ပုံတင်ထား

source: Pending
my: စောင့်ဆိုင်းနေသည်

source: Delivered
my: ပို့ဆောင်ပြီး

source: Register Package
my: ပက်ကေ့ချ်မှတ်ပုံတင်ရန်

# createNewDeliveryPackage
source: Create a new delivery package
my: ပို့ဆောင်မှုပက်ကေ့ချ်အသစ် ဖန်တီးရန်

source: Draft Packages
my: မူကြမ်းပက်ကေ့ချ်များ

source: No draft packages
my: မူကြမ်းပက်ကေ့ချ်မရှိပါ

source: Error loading drafts
my: မူကြမ်းများ ဖွင့်ရာတွင် အမှားအယွင်းရှိသည်

source: Retry
my: ပြန်လည်ကြိုးစားရန်

# packages
source: package
my: ပက်ကေ့ချ်

# packages_plural
source: {count} packages
my: {count} ပက်ကေ့ချ်များ

source: Today
my: ယနေ့

source: Yesterday
my: မနေ့က

source: Track Packages
my: ပက်ကေ့ချ်များ ခြေရာခံရန်

source: No packages found
my: ပက်ကေ့ချ်များ မတွေ့ရှိပါ

source: Error loading packages
my: ပက်ကေ့ချ်များ ဖွင့်ရာတွင် အမှားအယွင်းရှိသည်

source: Track Live
my: တိုက်ရိုက်ခြေရာခံ

# trackingAvailableWhenOnTheWay
source: Tracking available when package is on the way
my: ပက်ကေ့ချ်သည် လမ်းတွင်ရှိသောအခါ ခြေရာခံနိုင်သည်

source: Customer Name
my: ဖောက်သည်အမည်

source: Customer Phone
my: ဖောက်သည်ဖုန်းနံပါတ်

source: Delivery Address
my: ပို့ဆောင်ရမည့်လိပ်စာ

source: Payment Type
my: ငွေပေးချေမှုအမျိုးအစား

source: Amount
my: ပမာဏ

# packageDescription
source: Package Description (Optional)
my: ပက်ကေ့ချ်ဖော်ပြချက် (ရွေးချယ်ရန်)

# takePackagePhoto
source: Take Package Photo (Optional)
my: ပက်ကေ့ချ်ဓာတ်ပုံရိုက်ရန် (ရွေးချယ်ရန်)

source: Add to List
my: စာရင်းထည့်ရန်

source: Submit All
my: အားလုံးတင်သွင်းရန်

source: Package List
my: ပက်ကေ့ချ်စာရင်း

source: Manage your account
my: သင့်အကောင့်ကို စီမံခန့်ခွဲရန်

source: Shop Owner
my: ဆိုင်ပိုင်ရှင်

source: Edit
my: တည်းဖြတ်ရန်

source: Total
my: စုစုပေါင်း

source: Completed
my: ပြီးစီးပြီး

source: Shop Information
my: ဆိုင်အချက်အလက်

source: Shop Name
my: ဆိုင်အမည်

source: Phone Number
my: ဖုန်းနံပါတ်

source: Location
my: တည်နေရာ

source: Settings
my: ဆက်တင်များ

source: Notifications
my: အကြောင်းကြားချက်များ

source: Refresh
my: ပြန်လည်စတင်ရန်

source: Error loading profile
my: ကိုယ်ရေးအချက်အလက် ဖွင့်ရာတွင် အမှားအယွင်းရှိသည်

source: Please enter customer name
my: ဖောက်သည်အမည်ကို ထည့်သွင်းပါ

source: Please enter phone number
my: ဖုန်းနံပါတ်ကို ထည့်သွင်းပါ

source: Please enter delivery address
my: ပို့ဆောင်ရမည့်လိပ်စာကို ထည့်သွင်းပါ

# pleaseEnterValidAmount
source: Please enter a valid amount
my: တရားဝင်ပမာဏကို ထည့်သွင်းပါ

source: Prepaid
my: ကြိုတင်ပေးချေ

source: COD
my: ပို့ဆောင်ရာတွင် ငွေပေးချေ

source: Package saved to draft
my: ပက်ကေ့ချ်ကို မူကြမ်းသို့ သိမ်းဆည်းပြီးပါပြီ

# failedToSavePackage
source: Failed to save package to draft
my: ပက်ကေ့ချ်ကို မူကြမ်းသို့ သိမ်းဆည်းရာတွင် မအောင်မြင်ပါ

source: Please add at least one package
my: အနည်းဆုံး ပက်ကေ့ချ်တစ်ခု ထည့်သွင်းပါ

# noValidDraftPackages
source: No valid draft packages to submit
my: တင်သွင်းရန် တရားဝင်မူကြမ်းပက်ကေ့ချ်များ မရှိပါ

# packagesSubmittedSuccessfully
source: {count} package(s) submitted successfully
my: ပက်ကေ့ချ် {count} ခု အောင်မြင်စွာ တင်သွင်းပြီးပါပြီ

# packagesFailed
source: {count} package(s) failed
my: ပက်ကေ့ချ် {count} ခု မအောင်မြင်ပါ

source: Errors
my: အမှားအယွင်းများ

source: Package removed from list
my: ပက်ကေ့ချ်ကို စာရင်းမှ ဖယ်ရှားပြီးပါပြီ

# cameraPermissionRequired
source: Camera permission is required to take photos. Please grant permission in settings.
my: ဓာတ်ပုံရိုက်ရန် ကင်မရာခွင့်ပြုချက် လိုအပ်ပါသည်။ ဆက်တင်များတွင် ခွင့်ပြုချက်ပေးပါ။

source: Error taking photo
my: ဓာတ်ပုံရိုက်ရာတွင် အမှားအယွင်းရှိသည်

# registeredDate
source: Registered
my: မှတ်ပုံတင်ထား

source: Updated
my: အပ်ဒိတ်လုပ်ထား

source: Tracking
my: ခြေရာခံ

source: Delete
my: ဖျက်ရန်

source: Register All Packages
my: ပက်ကေ့ချ်အားလုံး မှတ်ပုံတင်ရန်

source: No valid draft packages found
my: တရားဝင်မူကြမ်းပက်ကေ့ချ်များ မတွေ့ရှိပါ

# draftPackageUpdated
source: Draft package updated successfully
my: မူကြမ်းပက်ကေ့ချ် အောင်မြင်စွာ အပ်ဒိတ်လုပ်ပြီးပါပြီ

# draftPackageDeleted
source: Draft package deleted successfully
my: မူကြမ်းပက်ကေ့ချ် အောင်မြင်စွာ ဖျက်လိုက်ပါပြီ

source: Edit Draft
my: မူကြမ်းတည်းဖြတ်ရန်

source: Save
my: သိမ်းဆည်းရန်

source: Remove Image
my: ပုံကို ဖယ်ရှားရန်

# packagesRegisteredDate
source: Packages
my: ပက်ကေ့ချ်များ

source: No registered packages found
my: မှတ်ပုံတင်ထားသော ပက်ကေ့ချ်များ မတွေ့ရှိပါ

source: Package Image Preview
my: ပက်ကေ့ချ်ပုံ အစမ်းကြည့်ရန်

source: Failed to load image
my: ပုံကို ဖွင့်ရာတွင် အမှားအယွင်းရှိသည်

source: Extract Customer Info
my: ဖောက်သည်အချက်အလက် ထုတ်ယူရန်

# enterCustomerInfo
source: Enter customer information (name, phone, address)...
my: ဖောက်သည်အချက်အလက် (အမည်၊ ဖုန်း၊ လိပ်စာ) ထည့်သွင်းပါ...

# extractedCustomerInfo
source: Extracted Customer Info (Review & Edit)
my: ထုတ်ယူထားသော ဖောက်သည်အချက်အလက် (ပြန်လည်စစ်ဆေးပြီး တည်းဖြတ်ရန်)

source: Confirm & Fill Form
my: အတည်ပြုပြီး ဖောင်ကို ဖြည့်ရန်

source: Cancel
my: ပယ်ဖျက်ရန်

source: Extracting...
my: ထုတ်ယူနေသည်...

source: Edit profile feature coming soon
my: ကိုယ်ရေးအချက်အလက် တည်းဖြတ်ရန် အင်္ဂါရပ် မကြာမီ ရရှိပါမည်

source: Settings feature coming soon
my: ဆက်တင်များ အင်္ဂါရပ် မကြာမီ ရရှိပါမည်

source: Notifications feature coming soon
my: အကြောင်းကြားချက်များ အင်္ဂါရပ် မကြာမီ ရရှိပါမည်

source: Submission Result
my: တင်သွင်းမှု ရလဒ်

source: OK
my: အိုကေ

source: Please enter your email
my: သင့်အီးမေးလ်ကို ထည့်သွင်းပါ

# pleaseEnterValidEmail
source: Please enter a valid email
my: တရားဝင်အီးမေးလ်ကို ထည့်သွင်းပါ

source: Please enter your password
my: သင့်စကားဝှက်ကို ထည့်သွင်းပါ

source: Password must be at least 6 characters
my: စကားဝှက်သည် အနည်းဆုံး စာလုံး ၆ လုံး ရှိရမည်

# contactSupportHelp
source: Contact support if you need help accessing your account
my: သင့်အကောင့်ကို ဝင်ရောက်ရာတွင် အကူအညီလိုအပ်ပါက ထောက်ပံ့မှုကို ဆက်သွယ်ပါ

source: Merchant Portal
my: ကုန်သည်ပေါ်တယ်

# packageSavedToDraftCount
source: Package saved to draft ({count} total)
my: ပက်ကေ့ချ်ကို မူကြမ်းသို့ သိမ်းဆည်းပြီးပါပြီ (စုစုပေါင်း {count})

source: Language
my: ဘာသာစကား

source: System Default
my: စနစ်ပုံမှန်

# languageChangedRestart
source: Language changed. Please restart the app to apply changes.
my: ဘာသာစကား ပြောင်းလဲပြီးပါပြီ။ ပြောင်းလဲမှုများကို အသုံးပြုရန် အက်ပ်ကို ပြန်လည်စတင်ပါ။

# languageChanged
source: Language changed successfully
my: ဘာသာစကား အောင်မြင်စွာ ပြောင်းလဲပြီးပါပြီ
